const MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра.',
  'В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
  'Лица у людей на фотке перекошены, как будто их избивают.',
  'как можно было поймать такой неудачный момент?!',
  'кгам',
  'awesome',
  'ох уж развелось этих криаторов',
  'никого не слушай, главное мне нравиться',
  'ништяк',
  'я нипонял',
  'Домовых гоняешь?',
  'а зря',
];

const NAMES = [
  'Борислав',
  'Боян',
  'Бронислав',
  'Бруно',
  'Василиса',
  'Венера',
  'Вера',
  'Мирослав',
  'Михаил',
  'Модест',
  'Моисей',
  'Мурат',
  'Муслим',
  'Павел',
  'Парамон',
  'Петр',
  'Платон',
  'Порфирий',
  'Прохор',
  'Ева',
  'Евгения',
  'Евдокия',
  'Екатерина',
  'Елена',
  'Елизавета',
];

const TITLES = [
  'Нв недельку, до второго, я уеду в Комарово!',
  'Го ту зе бич, бич',
  'море море, мир бездонный',
  'посмотрите на меня на нарядницу',
  'а вам слабо',
  'бетмобиль',
  'завтрак дюймовочки',
  'натур продукт',
  'самалет легко меня уносит',
  'Гуси гуси - шу, шу, шу',
  'WTF',
  'танки грязи не бояцца',
  'какая кошенька, такая и рыбонька',
  'Думаешь это прикольно',
  'зима, холода, одинокие ',
  'мне бы мне бы мне бы',
  'ща спою',
  'а я сяду в кабриолет',
  'больше не боюсь',
  'квадратишь, практишь, гуд',
  'Тай, тай, тай',
  'море солнце облака',
  'крабра адабра',
  'we were rock',
  'по долинам и по взморьям',
];

const likes = { MIN: 0, MAX: 100 };
const idScore = { MIN: 1, MAX: 100 };
const avatarsId = { MIN: 1, MAX: 6 };

const COMMEMTS_ID = [];

const postsSum = 19;

export { MESSAGES, NAMES, TITLES, likes, idScore, avatarsId, COMMEMTS_ID, postsSum };
